[
    {
        "id": 0,
        "name": "A Passage to India ",
        "rating": 5,
        "availability": 9,
      
  "review": "A Passage to India  concerns the relations between the English and the native population of India during the colonial period in which Britain ruled India. The novel takes place primarily in Chandrapore, a city along the Ganges River notable only for the nearby Marabar caves. The main character of the novel is Dr. Aziz, a Moslem doctor in Chandrapore and widower. After he is summoned to the Civil Surgeon's home only to be promptly ignored, Aziz visits a local Islamic temple where he meets Mrs. Moore, an elderly British woman visiting her son, Mr. Heaslop, who is the City Magistrate. Although Aziz reprimands her for not taking her shoes off in the temple before realizing she has in fact observed this rule, the two soon find that they have much in common and he escorts her back to the club.",
  
  "thumb": "http://www.mapability.com/travel/p2i/images/p2i_book.jpg"
        },
   
 {
        "id": 1,
        "name": "Clarissa",
        "rating": 5,
        "availability": 3,
   
  "review": "Pressured by her unscrupulous family to marry a wealthy man she detests, the young Clarissa Harlowe is tricked into fleeing with the witty and debonair Robert Lovelace and places herself under his protection. Lovelace, however, proves himself to be an untrustworthy rake whose vague promises of marriage are accompanied by unwelcome and increasingly brutal sexual advances. And yet, Clarissa finds his charm alluring, her scrupulous sense of virtue tinged with unconfessed desire.",
      
  "thumb": "https://s-media-cache-ak0.pinimg.com/236x/b6/ca/f4/b6caf42a5f78b9423264c5777625dc5e.jpg"
        },
   
 {
        "id": 2,
        "name": "Kidnapped",
        "rating": 5,
        "availability": 5,
      
  "review": "David Balfour is a boy who sets out in the world to seek his fortune and undergoes hardship and danger in his travels but returns as a man to claim his rightful inheritance. Planning to cheat him of his inheritance, David’s uncle had him kidnapped. David strikes a friendship with Alan Breck, a fleeing Jacobite leader, who happens to be on the same ship as David.At sea, David and Alan become comrades and go through quite a few adventures. There are many suspenseful events like sea battles and perilous chases across the Scottish halls. As John Senior puts it, Kidnapped is a bonny good adventure, it transports a colonial American boy back to his ancestral highlands and the Scottish honor, poverty, audacity, hilarity and spunk that still flows in his blood..",
       
 "thumb": "https://s-media-cache-ak0.pinimg.com/236x/66/37/81/66378139d5fd4ea5a5440409f40ea509.jpg"},
  
  {
        "id": 3,
        "name": "Think and Grow Rich",
        "rating": 4,
        "availability": 3,
     
   "review": "Think and Grow Rich not only teaches you how to train your thoughts and beliefs to accumulate riches, but it also takes you on a fantastic journey that discloses how millionaires like Thomas Alva Edison, Henry Ford and Andrew Carnegie achieved success. The updated version also contains amusing anecdotes from billionaires such as Bill Gates, Dave Thomas and other successful people. It’s astounding to find out how your thoughts, when mixed with your burning desire and perseverance, can change everything in your life. Most importantly, everything that’s taught in this book is completely free to obtain and your success or failure depends only and only on your own mind.",
       
 "thumb": "http://d.gr-assets.com/books/1388177008l/1005.jpg"
        },

    {
        "id": 4,
        "name": "The White Tiger",
        "rating": 5,
        "availability": 18,
                                                                           
      "review": " The white tiger of this novel is Balram Halwai, a poor Indian villager whose great ambition leads him to the zenith of Indian business culture, the world of the Bangalore entrepreneur. On the occasion of the president of China’s impending trip to Bangalore, Balram writes a letter to him describing his transformation and his experience as driver and servant to a wealthy Indian family, which he thinks exemplifies the contradictions and complications of Indian society.",
       
 "thumb": "https://upload.wikimedia.org/wikipedia/en/4/4a/The_White_Tiger.JPG"
        },
    
{
        "id": 5,
        "name": "The Moonstone",
        "rating": 4,
        "availability": 9,
       
 "review": " In 1799, Colonel John Herncastle and his cousin are taking part in the British invasion of the Indian Seringapatam. They hear a story about a legendary Indian jewel called the Moonstone, which is used in Hindu religious rituals. The jewel will curse those who try to steal it, as it has three priestly guardians always following it. As they storm the Indian emperor’s palace, Herncastle’s cousin sees Herncastle in the armory with a large jewel in his hand, after murdering the Indian guards. Upon return, Herncastle’s belligerent manners estrange him from the family.",
       
 "thumb": "http://ecx.images-amazon.com/images/I/5162ZC14DFL.jpg"
        },
    
{
        "id": 6,
        "name": "Middlemarch",
        "rating": 3,
        "availability": 6,
       
 "review": " Dorothea and Celia are two Middlemarch sister of marriageable age. Dorothea chooses Casaubon, a dried-up old scholar, for her husband, much to everyone's dismay. Celia, more sensible, chooses Sir James Chettam, a local nobleman who wanted to marry Dorothea, before she turned him down. Celia and Mr. Brooke, Dorothea's uncle, try to counsel her against marrying Casaubon, though she will not listen. Dorothea likes him because he is educated, and she wants to learn, though the marriage is a total mistake..",
        
"thumb": "http://d.gr-assets.com/books/1386924110l/19089.jpg"
        },
   
 {
        "id": 7,
        "name": "Three men in a Boat",
        "rating": 3,
        "availability": 2,
        
"review": " Martyrs to hypochondria and general seediness, J. and his friends George and Harris decide that a jaunt up the Thames would suit them to a ‘T’. But when they set off, they can hardly predict the troubles that lie ahead with tow-ropes, unreliable weather forecasts and tins of pineapple chunks—not to mention the devastation left in the wake of J.’s small fox-terrier Montmorency..",
       
 "thumb": "https://s3.amazonaws.com/wolsey/wp-content/uploads/2014/05/18.-Three-Men-In-A-Boat.jpg"
        },
   
 {
        "id": 8,
        "name": "Midnight's Children",
        "rating": 3,
        "availability": 6,
       
 "review": " Born at the stroke of midnight, at the precise moment of India's independence, Saleem Sinai is destined from birth to be special. For he is one of 1,001 children born in the midnight hour, children who all have special gifts, children with whom Saleem is telepathically linked.But there has been a terrible mix up at birth, and Saleem’s life takes some unexpected twists and turns. As he grows up amidst a whirlwind of triumphs and disasters, Saleem must learn the ominous consequences of his gift, for the course of his life is inseparably linked to that of his motherland, and his every act is mirrored and magnified in the events that shape the newborn nation of India. It is a great gift, and a terrible burden.",
        
"thumb": "http://ecx.images-amazon.com/images/I/51yqNUCZu6L._SY344_BO1,204,203,200_.jpg"
  },

{  "id": 9,
        "name": "The Sun Also Rises",
        "rating": 3,
        "availability": 6,
       
 "review": " The narrator, Jake Barnes, describes Robert Cohn, a rich Jew who graduated from Princeton with low self-esteem, had an unsuccessful marriage, lost most of his inheritance, and moved to Paris with an exploitative woman, Frances, to write a novel. Jake plays tennis with him. Cohn sold his novel in America and returned with arrogance and a craving for adventure. He frequently imposes on Jake..",
        
"thumb": "http://d.gr-assets.com/books/1347256655l/3878.jpg"
  },
{  "id": 10,
        "name": "War and Peace",
        "rating": 4,
        "availability": 8,
       
 "review": "Inexorably, what began as Russianised Trollope widened and deepened, until it became nothing less than the attempt to write the history of Russia during the Napoleonic campaign – in fact, it became the quarry that Tolstoy had identified as a young man, in his journal: To write the genuine history of present-day Europe: there is an aim for the whole of one's life. And as this originally English novel became more complex and ambitious, so it became singular and unconventional. Tolstoy claimed that it was not a novel, at least in the familiar, European sense. We Russians, he said, produce strange misfits, awkward black sheep, like Gogol's unfinished picaresque, Dead Souls, and Dostoevsky's semi-fictionalised account of his time in a Siberian prison camp, The House of the Dead. Gustave Flaubert seemed to agree. Admiring and horrified, he complained that Tolstoy repeats himself, and he philosophisessins good formalist novelists should not commit.",
        
"thumb": "http://pictures.abebooks.com/isbn/9780060798871-us-300.jpg"
  } ,
{  "id": 11,
        "name": "To The Lighthouse",
        "rating": 3,
        "availability": 15,
       
 "review": "Mr.Ramsay,a philosopher, their eight children, and several guests are staying at the family's summer home in the Hebrides, on the Isle of Skye, just before the start of World War I. Just across the bay is a lighthouse, which becomes a prominent presence in the family's life. James Ramsay, the youngest child, wants to go to the Lighthouse the next day, but Mr. Ramsay crushes his hopes, saying that the weather will not be pleasant enough for the trip. James resents his father for his insensitivity as well as for his emotional demands on Mrs. Ramsay, and this resentment persists throughout the novel..",
        
"thumb": "http://ecx.images-amazon.com/images/I/41jK9O4kcbL._SY344_BO1,204,203,200_.jpg"
  } 
 ]